{
    "Release Date": "Çıkış Tarihi",
    "Search Game": "Oyun Ara",
    "Search Game Category": "Oyun Kategorisi Ara",
    "Sign In": "Giriş Yap",
    "Sign Up": "Kayıt Ol",
    "Please provide your email correct pattern": "Lütfen emailinizi doğru biçimde giriniz",
    "Password": "Şifre",
    "Password is required": "Şifre alanı zorunludur",
    "Email field is required": "Email alanı zorunludur",
    "Register": "Kayıt Ol",
    "Log Out": "Çıkış",
    "My Library": "Kütüphanem",
    "Your info did not match. Please check your information": "Bilgileriniz bulunamadı. Lütfen bilgilerinizi konrol ediniz.",
    "If you did not registered yet please register first...": "Eğer henüz kayıt yaptırmadıysanız lüften önce kayıt yaptırınız.",
    "You do not have any game in your basket": "Sepetinizde oyun bulunmamaktadır",
    "Main Page": "Ana Sayfa",
    "Login": "Giriş Yap",
    "My library": "Kütüphanem",
    "Shop": "Mağaza",
    "Fighting": "Dövüş",
    "Shooter": "Nişan",
    "Platform": "Platform",
    "Indie": "Bağımsız",
    "Puzzle": "Bulmaca",
    "Adventure": "Macera",
    "Point-and-click": "Mouse ile yönetilen",
    "Role-playin (RPG)": "Rol yapma",
    "Real Time Strategy (RTS)": "Gerçek Zamanlı Strateji",
    "Strategy": "Strateji",
    "Tactical": "Taktiksel",
    "Simulator": "Simulasyon",
    "Racing": "Yarış",
    "Dude Simulator is an open world sandbox game. This is a life simulator. The main objective is to enjoy what you are doing.": "Dude Simulator bir açık dünya sandbox oyunudur. Bu bir yaşam simülatörüdür. Asıl amaç, yaptığınız işten zevk almaktır.",
    "Superfighters Deluxe is a multiplayer 2D action game where little flat-headed men fight to the death in small and highly destructible arenas. Surviving each round takes skill, strategy and luck.": "Superfighters Deluxe, küçük düz kafalı adamların küçük ve son derece tahrip edilebilir arenalarda ölümüne savaştığı çok oyunculu bir 2D aksiyon oyunudur. Her turda hayatta kalmak beceri, strateji ve şans gerektirir.",
    "Anomaly is a standalone S.T.A.L.K.E.R. mod powered by an x64 version of the X-Ray engine. Starting with version 1.5.0 Anomaly uses a custom engine build called the XRay-Monolith engine. After almost one year of development of the Anomaly 1.5.0 update, the mod continues its way on expanding and adding new features while maintaining a high level of quality and replay value.": "Anomali, bağımsız bir S.T.A.L.K.E.R. X-Ray motorunun bir x64 sürümü tarafından desteklenen mod. 1.5.0 sürümünden itibaren Anomaly, XRay-Monolith motoru adı verilen özel bir motor yapısı kullanır. Anomaly 1.5.0 güncellemesinin yaklaşık bir yıllık geliştirilmesinden sonra mod, yüksek kalite ve tekrar değeri seviyesini korurken genişletme ve yeni özellikler ekleme yoluna devam ediyor.",
    "A first- and third-person Western RPG based on the Vampire: The Masquerade tabletop RPG with a heavy emphasis on character building and role-playing, in which the player embodies a fledgling vampire under the guidance of vampire prince Sebastian LaCroix. The player must serve the prince while getting to know the various factions of vampires in Los Angeles and forming their own political views.": "Vampire: The Masquerade masa üstü RPG'sini temel alan birinci ve üçüncü şahıs Batı RPG'si, oyuncunun vampir prens Sebastian LaCroix'in rehberliğinde acemi bir vampiri canlandırdığı karakter oluşturma ve rol oynamaya büyük önem veriyor. Oyuncu, Los Angeles'taki çeşitli vampir gruplarını tanırken ve kendi siyasi görüşlerini oluştururken prense hizmet etmelidir.",
    "A neo-noir adventure to the Land of the Dead.\nSomething's rotten in the land of the dead, and you're being played for a sucker. Meet Manny Calavera, travel agent at the Department of Death. He sells luxury packages to souls on their four-year journey to eternal rest. But there's trouble in paradise. Help Manny untangle himself from a conspiracy that threatens his very salvation.": "Ölüler Diyarı'na neo-noir bir macera.\nÖlüler diyarında bir şeyler çürümüş ve bir enayi için oynanıyorsunuz. Ölüm Departmanından seyahat acentesi Manny Calavera ile tanışın. Dört yıllık sonsuz dinlenme yolculuklarında ruhlara lüks paketler satıyor. Ama cennette bir sorun var. Manny'nin kurtuluşunu tehdit eden bir komplodan kurtulmasına yardım edin.",
    "The Soviets are back and this time they’re on American soil. Fight for the red, white, and blue – or just the red. But be careful – the mystical madman Yuri, with his mysterious mind-control technology, is readying his army for a shot at world domination.Fight on the side of freedom or battle behind the Iron Curtain. Prism tanks, Tesla Troopers, Terror Drones, Desolators, Psychic Mind Control Giant Squid, and Sonic Dolphins are just a small part of your arsenal. Play either side in the full solo-play campaign or as one of the nine nations in eight modes of multiplayer.": "Sovyetler geri döndü ve bu sefer Amerikan topraklarındalar. Kırmızı, beyaz ve mavi - ya da sadece kırmızı için savaşın. Ama dikkatli olun - mistik deli Yuri, gizemli zihin kontrol teknolojisiyle savaşını hazırlıyor. dünya hakimiyeti için bir ordu.Özgürlük tarafında savaşın veya Demir Perde'nin arkasında savaşın.Prizma tankları, Tesla Askerleri, Terör Uçağı, Desolators, Psişik Zihin Kontrolü Dev Kalamar ve Sonik Yunuslar, cephaneliğinizin sadece küçük bir kısmı. Tam solo oyun kampanyasında her iki tarafı da oynayın veya sekiz çok oyunculu modda dokuz ülkeden biri olarak oynayın.",
    "Gothic II is a role-playing video game and the sequel to Gothic, by the German developer Piranha Bytes. It was first released on November 29, 2002 in Germany, with North America following almost one year later on October 28, 2003. The game was published by JoWooD Entertainment and Atari.": "Gotik II bir rol yapma video oyunudur ve Alman geliştirici Piranha Bytes tarafından Gothic'in devamı niteliğindedir. İlk olarak 29 Kasım 2002'de Almanya'da, ardından neredeyse bir yıl sonra 28 Ekim 2003'te Kuzey Amerika'da piyasaya sürüldü. oyun JoWooD Entertainment ve Atari tarafından yayınlandı.",
    "Gothic is a single-player action role-playing video game for Windows developed by the German company Piranha Bytes. It was first released in Germany on March 15, 2001, followed by the English North American release eight months later on November 23, 2001, and the Polish release on March 28, 2002.\n\nGothic has been well received by critics, scoring an average of 80% and 81/100 on Game Rankings' and Metacritic's aggregates, respectively. Reviewers credited the game for its story, complex interaction with other in-game characters, and graphics, but criticized it for the difficult control scheme and high system requirements.": "Gotik, Alman Piranha Bytes şirketi tarafından geliştirilen Windows için tek oyunculu aksiyon rol yapma video oyunudur. İlk olarak 15 Mart 2001'de Almanya'da piyasaya sürüldü, ardından sekiz ay sonra 23 Kasım 2001'de İngiliz Kuzey Amerika'da yayınlandı. , ve 28 Mart 2002'de Polonya'da piyasaya sürüldü.\n\nGotik, Oyun Sıralaması'nda ortalama %80 ve Metacritic'in toplamlarında sırasıyla ortalama %80 ve 81/100 puan alarak eleştirmenler tarafından iyi karşılandı.İnceleyenler, oyunun hikayesine övgüde bulundular, diğer oyun içi karakterler ve grafiklerle karmaşık etkileşim, ancak zor kontrol şeması ve yüksek sistem gereksinimleri nedeniyle eleştirdi.",
    "Select from a variety of buccaneer hairstyles at The Barbery Coast. Enjoy a warm reunion with an old flame. Piracy never looked so good!\n\nLearn a valuable trade in lighthouse and VCR repair. Loot, sack and pillage this quaint Caribbean hamlet. Third in the legendary Monkey Island series of graphic adventures.\n\nFilm quality animation, voice, sound and music- the undead come to life before your very eyes! Incredible high-resolution (640 x 480) graphics. A barrel of gameplay- estimated 30-plus hours.\n\nTwo difficulty settings: regular and Mega-Monkey (now with much more puzzley goodness)!\n\nNew and improved insults suitable for swordfights and other fun occasions!": "The Barbery Coast'taki çeşitli korsan saç modelleri arasından seçim yapın. Eski bir aşkla sıcak bir buluşmanın tadını çıkarın. Korsanlık hiç bu kadar iyi olmamıştı!\n\nDeniz feneri ve VCR onarımında değerli bir ticaret öğrenin. Bu şirin Karayip mezrasını yağmalayın, yağmalayın ve yağmalayın . Efsanevi Monkey Island grafik macera serisinde üçüncü.\n\nFilm kalitesinde animasyon, ses, ses ve müzik - ölümsüzler gözlerinizin önünde canlanıyor! İnanılmaz yüksek çözünürlüklü (640 x 480) grafikler. Bir varil oyun - tahmini 30 saatten fazla saat.\n\nİki zorluk ayarı: normal ve Mega-Maymun (şimdi çok daha şaşırtıcı iyilikle)!\n\nKılıç dövüşleri ve diğer eğlenceli durumlar için uygun yeni ve iyileştirilmiş hakaretler!",
    "VALORANT is a character-based 5v5 tactical shooter set on the global stage. Outwit, outplay, and outshine your competition with tactical abilities, precise gunplay, and adaptive teamwork.": "VALORANT, küresel sahnede geçen, karakter tabanlı bir 5v5 taktik nişancı oyunudur. Taktiksel yetenekler, hassas top oyunu ve uyarlanabilir takım çalışması ile rakiplerinizi alt edin, geride bırakın ve gölgede bırakın.",
    "Year 2012. Six years passed since the time of the Second catastrophe to have made the April events of 1986 fade. \n \nThe game is set in the Chernobyl exclusion zone which turned from a destiny-breaker place into a threat to all mankind. The Zone is reluctant to open up its mysteries and needs to be forced to do it. It is a rare hero who can reach the very heart of the Zone onto find out what danger awaits him there. \n \nA danger which, compared to marauders and enemy groupings, all monsters and anomalies, will seem a mere preparation to the meeting with something more fatal and threatening. \n \nBut for now… get ready, hero. Collect artefacts and trade, grope your path and keep an eye on the rear, catch roentgens and fight – only make sure you survive! And then, perhaps, if you are persistent and truly lucky, you will find out why all this had fallen on you.": "Yıl 2012. İkinci felaketin 1986 Nisan olaylarını soldurmasının üzerinden altı yıl geçti. \n \nOyun, kaderi bozan bir yerden tüm insanlık için bir tehdit haline gelen Çernobil dışlama bölgesinde geçiyor. Bölge, gizemlerini açmaya isteksizdir ve bunu yapmaya zorlanması gerekir. Bölge'nin tam kalbine ulaşıp orada kendisini hangi tehlikenin beklediğini öğrenebilen nadir bir kahramandır. \n \nÇapulculara ve düşman gruplarına, tüm canavarlara ve anormalliklere kıyasla, daha ölümcül ve tehdit edici bir şeyle toplantıya sadece bir hazırlık gibi görünecek bir tehlike. \n \nAma şimdilik... hazır ol, kahraman. Eserleri toplayın ve ticaret yapın, yolunuza bakın ve gözünüz arkada olsun, röntgenleri yakalayın ve savaşın - sadece hayatta kaldığınızdan emin olun! Ve sonra, belki ısrarcıysanız ve gerçekten şanslıysanız, tüm bunların neden size düştüğünü anlayacaksınız.",
    "A tropical paradise seethes with hidden evil in Far Cry, a cunningly detailed action shooter that pushed the boundaries of combat to shocking new levels.Freelance mariner Jack Carver is cursing the day he ever came to this island. A week ago, a brash female reporter named Valerie had offered him an incredible sum of cash to take her to this unspoiled paradise. Shortly after docking, however, Jack's boat was greeted by artillery fire from a mysterious militia group swarming about the island.\n\nWith his boat destroyed, his money gone, and the gorgeous Valerie suddenly missing, Jack now finds himself facing an army of mercenaries amidst the wilds of the island, with nothing but a gun and his wits to survive. But the further he pushes into the lush jungle canopy, the stranger things become.\n\nJack encounters an insider within the militia group who reveals the horrific details of the mercenaries' true intentions. He presents Jack with an unsettling choice: battle the deadliest mercenaries, or condemn the human race to a maniac's insidious agenda.": "Savaşın sınırlarını şok edici yeni seviyelere taşıyan kurnazca ayrıntılı aksiyon nişancı Far Cry'da tropik bir cennet gizli kötülükle kaynar. Serbest denizci Jack Carver bu adaya geldiği güne lanet ediyor. Bir hafta önce, küstah bir kadın Valerie adındaki muhabir, onu bu bozulmamış cennete götürmesi için ona inanılmaz bir miktar para teklif etmişti. Ancak, yanaştıktan kısa bir süre sonra Jack'in teknesi, adanın etrafında dolaşan gizemli bir milis grubunun topçu ateşi ile karşılandı.\n\nTeknesi yok edildiğinde, parası gitti ve muhteşem Valerie aniden ortadan kayboldu, Jack şimdi kendini adanın vahşi doğasında, hayatta kalmak için bir silah ve zekasından başka bir şeye sahip olmayan bir paralı asker ordusuyla karşı karşıya buluyor. garip şeyler olur.\n\nJack, milis grubundan, paralı askerlerin gerçek niyetlerinin korkunç ayrıntılarını ortaya çıkaran içeriden biriyle karşılaşır. Jack'e rahatsız edici bir seçim sunar: En ölümcül paralı askerle savaş es ya da insan ırkını bir manyağın sinsi gündemine mahkum edin.",
    "In Battlefield 2, players will choose to fight for one of three military superpowers: the United States, the Chinese, or the newly formed Middle East Coalition. Armed with the latest modern weaponry, players can take control of any of the game’s 30+ vehicles to engage in major conflicts with over 64 players in some of the largest online battles on the PC. Additionally, persistent character growth allows players to rise through the ranks and attain the ultimate rank of General.": "Battlefield 2'de oyuncular üç askeri süper güçten biri için savaşmayı seçecekler: Amerika Birleşik Devletleri, Çin veya yeni kurulan Orta Doğu Koalisyonu. En son modern silahlarla donanmış oyuncular, oyunun 30'dan fazla gücünün kontrolünü ele geçirebilir. PC'deki en büyük çevrimiçi savaşlardan bazılarında 64'ten fazla oyuncuyla büyük çatışmalara girecek araçlar. Ek olarak, kalıcı karakter gelişimi, oyuncuların saflarda yükselmelerine ve nihai General rütbesine ulaşmalarına olanak tanır.",
    "Guild Wars 2 is an online role-playing game with fast-paced action combat, a rich and detailed universe of stories, awe-inspiring landscapes to explore, two challenging player vs. player modes, and no subscription fees!": "Guild Wars 2, hızlı tempolu aksiyon dövüşü, zengin ve ayrıntılı bir hikaye evreni, keşfedilecek hayranlık uyandıran manzaralar, iki zorlu oyuncuya karşı oyuncu modu ve abonelik ücreti olmayan çevrimiçi bir rol yapma oyunudur!",
    "The players control the heroes or villians from the famous Lord of The Rings movies. With a hero characters similar to the Warcraft series you control both the armies and all the unique heroes. The game follows the movies very closely and even got scenes from the films appear in game. Not only does the game contain a giant campaign where you play through the journey of the ring as the good side, the game also features an evil campaign where as the players play as the evil forces of Middle Earth. With multiple diffrent races from all over Middle Earth, a giant spell tree to customize your game and a unique basebuilding layout the game was great for its time.": "Oyuncular ünlü Lord of The Rings filmlerindeki kahramanları veya kötüleri kontrol ediyor. Warcraft serisine benzer bir kahraman karakter ile hem orduları hem de tüm benzersiz kahramanları kontrol ediyorsunuz. Oyun filmleri çok yakından takip ediyor ve hatta filmlerden sahneler alıyor. Oyunda sadece iyi taraf olarak yüzüğün yolculuğunda oynadığınız dev bir kampanya yer almıyor, oyun aynı zamanda oyuncuların Orta Dünya'nın kötü güçleri olarak oynadığı kötü bir kampanya da içeriyor. Orta Dünya'nın her yerinden farklı ırklar, oyununuzu kişiselleştirmek için dev bir büyü ağacı ve benzersiz bir temel oluşturma düzeni, oyun zamanına göre harikaydı.",
    "Step in to the center of your own Star Wars story as you choose your path down the light or dark side of the Force. Your choices have impact not only on your story but on those who join you along the way. Each choice you make can change how your story unfolds including unexpected story twists or devastating consequences that impact you and your Companions. Play as one of 8 legendary Star Wars classes include Jedi, Sith, Smuggler, Trooper and more – this is your story and you decide how you want to build your reputation and influence across the galaxy as you join in epic adventures and challenging missions on the ground and in space!": "Gücün aydınlık veya karanlık tarafında yolunuzu seçerken kendi Star Wars hikayenizin merkezine adım atın. Seçimleriniz sadece hikayenizi değil, bu yolda size katılanları da etkiler. Yaptığınız her seçim Sizi ve Yoldaşlarınızı etkileyen beklenmedik hikaye değişiklikleri veya yıkıcı sonuçlar dahil olmak üzere hikayenizin gelişme şeklini değiştirebilir. Jedi, Sith, Smuggler, Trooper ve daha fazlasını içeren 8 efsanevi Star Wars sınıfından biri olarak oynayın - bu sizin hikayeniz ve nasıl istediğinize siz karar verin Yerde ve uzayda destansı maceralara ve zorlu görevlere katılırken galakside itibarınızı ve etkinizi inşa etmek için!",
    "OVERKILL’s The Walking Dead is a four player co-op action FPS, where you and your friends fight the dead as well as the living. Set in The Walking Dead Universe, you and your group try to survive in a post-apocalyptic Washington D.C. \n \nEach character has their own Special Abilities, Skill Trees, Squad Roles, Play Styles and Story Arcs, but teamwork is paramount. The action is close-up and intense: take out enemies carefully with a silent melee attack or go in guns blazing with your choice of each class weapons. You need to be able to improvise as nothing is certain and a horde of walkers is always right around the corner.": "OVERKILL's The Walking Dead, sizin ve arkadaşlarınızın ölülerle olduğu kadar yaşayanlarla da savaştığı, dört oyunculu bir kooperatif aksiyon FPS oyunudur. The Walking Dead Evreninde, siz ve grubunuz kıyamet sonrası bir Washington D.C.'de hayatta kalmaya çalışıyorsunuz. \n \nHer karakterin kendi Özel Yetenekleri, Beceri Ağaçları, Kadro Rolleri, Oyun Stilleri ve Öykü Yayları vardır, ancak ekip çalışması her şeyden önemlidir. Aksiyon yakın ve yoğundur: Sessiz bir yakın dövüş saldırısı ile düşmanları dikkatli bir şekilde yok edin veya silahlara girin her sınıf silah seçiminizle parlıyor. Hiçbir şey kesin olmadığı için doğaçlama yapabilmeniz gerekiyor ve bir aylak sürüsü her zaman köşeyi dönünce.",
    "ROGUE HEIST is a 6v6 crew-based shooter where you fight against an opponent crew to set up ambush and steal as many packages as possible from a convoy. Choose and Customise your Crew. Choose your Role (Sniper/Spotter/Assault).": "ROGUE HEIST, pusu kurmak ve bir konvoydan mümkün olduğunca çok paket çalmak için bir rakip mürettebata karşı savaştığınız 6v6 mürettebat tabanlı bir nişancı oyunudur. Mürettebatınızı Seçin ve Kişiselleştirin. Rolünüzü Seçin (Keskin Nişancı/Gözcü/Saldırı).",
    "Mount & Blade II: Bannerlord is the eagerly awaited sequel to the acclaimed medieval combat simulator and role-playing game Mount & Blade: Warband. Set 200 years before, it expands both the detailed fighting system and the world of Calradia. Bombard mountain fastnesses with siege engines, establish secret criminal empires in the back alleys of cities, or charge into the thick of chaotic battles in your quest for power.": "Mount & Blade II: Bannerlord, beğeni toplayan ortaçağ savaş simülatörü ve rol yapma oyunu Mount & Blade: Warband'ın merakla beklenen devamı. 200 yıl öncesini konu alan bu oyun, hem ayrıntılı dövüş sistemini hem de Kalradya dünyasını genişletiyor. Bombard dağ haslıkları kuşatma motorları ile şehirlerin arka sokaklarında gizli suç imparatorlukları kurun ya da güç arayışınızda kaotik savaşların yoğunluğuna saldırın.",
    "Hitman: Codename 47 sets a new standard for thinker-shooters. As Hitman you must use stealth, tactics and imagination to enter, execute and exit your assignment, getting minimum attention but maximum effect!\n\nYou have access to the most devious devices, but it will cost you – how you use them will determine if you retire as a millionaire, or get retired! Hitman is no ordinary hired killer – he’s a versatile forensic artist using stealth, disguise, intelligence, advanced weapons, poison and raw power to accomplish his kills. But he is also haunted by a troubling past of deception and brutal genetic engineering.\n\nThe intriguing story evolves over five chapters of riveting action. But the success of a contract killer depends just as much on a fast mind as a quick shot.": "Hitman: Codename 47, düşünür-atıcılar için yeni bir standart belirliyor. Hitman olarak, görevinize girmek, yürütmek ve çıkmak için gizliliği, taktikleri ve hayal gücünü kullanmalısınız, minimum dikkat ama maksimum etki elde edin!\n\nEn sinsi olana erişiminiz var. ama bu size mal olacak – onları nasıl kullanacağınız bir milyoner olarak emekli olup olmayacağınızı veya emekli olup olmayacağınızı belirleyecek! Hitman sıradan bir kiralık katil değil – gizli, kılık değiştirme, zeka, gelişmiş silahlar, zehir ve ham madde kullanan çok yönlü bir adli tıp sanatçısıdır. Ama aynı zamanda aldatıcı bir geçmişe ve acımasız genetik mühendisliğine de musallattır.\n\nİlginç hikaye, perçinleme aksiyonunun beş bölümünden oluşuyor. Ancak kiralık katilin başarısı, aynı zamanda hızlı bir ölüme de bağlıdır. hızlı bir atış olarak düşünün.",
    "January": "Ocak",
    "February": "Şubat",
    "March": "Mart",
    "April": "Nisan",
    "May": "Mayıs",
    "June": "Haziran",
    "July": "Temmuz",
    "August": "Ağustos",
    "September": "Eylül",
    "October": "Ekim",
    "November": "Kasım",
    "December": "Aralık"
}